create table Baby_Flower_song_part
(
  s_id integer,
  s_name varchar(50),
  start_word varchar(50),
  part_length float
);

insert into Baby_Flower_song_part
values
(1, "윤서연", "상처", 2003),
(2, "정혜린", "We", 2007),
(3, "이지우", "", 2005),
(4, "김채연", "그래", 2004),
(5, "김유연", "La", 2001),
(6, "김수민", "", 2007),
(7, "김나경", "피", 2002),
(8, "공유빈", "", 2005),
(9, "카에데", "쉼", 2005),
(10, "서다현", "", 2003),
(11, "코토네", "다시", 2004),
(12, "곽연지", "", 2008),
(13, "니엔", "", 2003),
(14, "박소현", "하지만", 2002),
(15, "신위", "하루를", 2002),
(16, "마유", "We’ll", 2002),
(17, "린", "때론", 2006),
(18, "주빈", "", 2009),
(19, "정하연", "", 2007),
(20, "박시온", "쏟아진", 2006),
(21, "김채원", "상처", 2007),
(22, "설린", "또", 2006),
(23, "서아", "", 2010),
(24, "지연", "다시", );
