create table Sad_Girls_Schemin_song_part
(
  s_id integer,
  s_name varchar(50),
  start_word varchar(50),
  part_length float
);

insert into Sad_Girls_Schemin_song_part
values
(1, "윤서연", "", 4.44),
(2, "정혜린", "", 6.18),
(3, "이지우", "", 10.49),
(4, "김채연", "", 7.2),
(5, "김유연", "", 8.16),
(6, "김수민", "", 7.46),
(7, "김나경", "", 5.33),
(8, "공유빈", "", 8.17),
(9, "카에데", "", 8.37),
(10, "서다현", "", 25.12),
(11, "코토네", "", 3.15),
(12, "곽연지", "", 5.78),
(13, "니엔", "", 5.1),
(14, "박소현", "", 4.46),
(15, "신위", "", 4.53),
(16, "마유", "", 5.38),
(17, "린", "", 8.21),
(18, "주빈", "", 7.73),
(19, "정하연", "", 15.31),
(20, "박시온", "", 11.5),
(21, "김채원", "We", 7.78),
(22, "설린", "", 3.59),
(23, "서아", "", 4.52),
(24, "지연", "", 5.02);

select *
from Sad_Girls_Schemin_song_part;
